Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Selection
de: Auswahl
es: Selección
et: Valik
fr: Sélection
hu: Kijelölés
it: Selezione
ja: 選択範囲
ko: 선택 영역
ms: Pilihan
pt: Seleção
ru: Выделение
zh_hans: 选中内容

source: Semibold
de: Halbfett
es: Seminegrita
et: Poolpaks
fr: Demi-gras
hu: Félkövér
it: Semigrassetto
ja: 中太
ko: 세미볼드
ms: Separa tebal
pt: Seminegrito
ru: Полужирный
zh_hans: 半粗

source: Send
de: Senden
es: Enviar
et: Saada
fr: Envoyer
hu: Küldés
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
pt: Enviar
ru: Отправить
zh_hans: 发送

source: Send clips to Cling
de: Schnipsel an Cling senden
es: Enviar fragmentos a Cling
et: Saada klipid Clingi
fr: Envoyer les extraits vers Cling
hu: Vágólapelemek küldése a Clingbe
it: Invia i testi copiati a Cling
ja: クリップを Cling へ送る
ko: 클립을 Cling으로 보내기
ms: Hantar klip ke Cling
pt: Enviar excertos para o Cling
ru: Отправлять фрагменты в Cling
zh_hans: 把剪贴内容发送到 Cling

source: Send it over and we can tell what ran the keyboard out of memory.
de: Schick ihn uns, dann sehen wir, was der Tastatur den Speicher weggenommen hat.
es: Envíanoslo y podremos ver qué dejó al teclado sin memoria.
et: Saada see meile ja me näeme, mis klaviatuuril mälu otsa laskis.
fr: Envoie-le-nous et on pourra voir ce qui a vidé la mémoire du clavier.
hu: Küldd el nekünk, és megnézzük, mi fogyasztotta el a billentyűzet memóriáját.
it: Mandacelo e possiamo capire cosa ha esaurito la memoria della tastiera.
ja: 送っていただければ、何がキーボードのメモリを使い切ったのか調べられます。
ko: 보내주시면 무엇이 키보드의 메모리를 다 써버렸는지 확인할 수 있어요.
ms: Hantar kepada kami dan kami boleh lihat apa yang menghabiskan memori papan kekunci.
pt: Envia-nos e conseguimos ver o que esgotou a memória do teclado.
ru: Пришлите его — и мы поймём, из-за чего клавиатуре не хватило памяти.
zh_hans: 发给我们，我们就能看出是什么耗尽了键盘的内存。

source: Send it to us through Support on clinkkeys.app.
de: Schick ihn uns über den Support auf clinkkeys.app.
es: Envíanoslo desde Soporte en clinkkeys.app.
et: Saada see meile lehe Tugi kaudu aadressil clinkkeys.app.
fr: Envoie-le-nous via Support sur clinkkeys.app.
hu: Küldd el nekünk a clinkkeys.app Támogatás oldaláról.
it: Mandacelo dalla sezione Assistenza su clinkkeys.app.
ja: clinkkeys.appの「サポート」から送ってください。
ko: clinkkeys.app의 지원에서 보내 주세요.
ms: Hantarkannya kepada kami melalui Sokongan di clinkkeys.app.
pt: Envia-nos o relatório pelo Apoio em clinkkeys.app.
ru: Отправьте его нам через «Поддержку» на clinkkeys.app.
zh_hans: 通过 clinkkeys.app 上的“支持”发给我们。

source: Send notes to Cling
de: Notizen an Cling senden
es: Enviar notas a Cling
et: Saada märkmed Clingi
fr: Envoyer les notes vers Cling
hu: Jegyzetek küldése a Clingbe
it: Invia le note a Cling
ja: メモを Cling へ送る
ko: 메모를 Cling으로 보내기
ms: Hantar nota ke Cling
pt: Enviar notas para o Cling
ru: Отправлять заметки в Cling
zh_hans: 把备忘发送到 Cling

source: Send to Cling
de: An Cling senden
es: Enviar a Cling
et: Saada Clingi
fr: Envoyer à Cling
hu: Küldés a Clingnek
it: Invia a Cling
ja: Cling に送信
ko: Cling으로 보내기
ms: Hantar ke Cling
pt: Enviar para o Cling
ru: Отправить в Cling
zh_hans: 发送到 Cling

source: Send to app
de: An App senden
es: Enviar a app
et: Saada rakendusse
fr: Envoyer à une app
hu: Küldés appnak
it: Invia a un’app
ja: Appに送信
ko: 앱으로 보내기
ms: Hantar ke apl
pt: Enviar para app
ru: Отправить в приложение
zh_hans: 发送到 App

source: Sending to Cling
de: An Cling senden
es: Enviar a Cling
et: Saatmine Clingi
fr: Envoyer vers Cling
hu: Küldés a Clingbe
it: Invio a Cling
ja: Cling へ送る
ko: Cling으로 보내기
ms: Hantar ke Cling
pt: Enviar para o Cling
ru: Отправка в Cling
zh_hans: 发送到 Cling

source: Sends your whole text along with the selection, so the edit fits what's around it. Also in the keyboard's AI Tools options.
de: Schickt deinen ganzen Text zusammen mit der Auswahl, damit die Änderung zum Umfeld passt. Auch in den KI-Werkzeuge-Optionen der Tastatur.
es: Envía todo tu texto junto con la selección, para que la edición encaje con lo que la rodea. También en las opciones de Herramientas de IA del teclado.
et: Saadab kogu sinu teksti koos valikuga, nii et muudatus sobituks ümbritsevaga. Samuti klaviatuuri TI-tööriistade valikutes.
fr: Envoie tout ton texte avec la sélection, pour que la modification s'accorde à ce qui l'entoure. Aussi dans les options Outils IA du clavier.
hu: Elküldi a teljes szöveget a kijelöléssel együtt, hogy a szerkesztés illeszkedjen a környezetéhez. A billentyűzet MI-eszközök beállításai közt is elérhető.
it: Invia tutto il testo insieme alla selezione, così la modifica si adatta al contesto. Anche nelle opzioni Strumenti AI della tastiera.
ja: 選択部分と一緒に文章全体を送るので、まわりに合った手直しになります。キーボードの AI ツールのオプションにもあります。
ko: 선택 항목과 함께 전체 텍스트를 보내서, 수정이 주변에 맞게 돼요. 키보드의 AI 도구 옵션에도 있어요.
ms: Menghantar keseluruhan teks anda bersama pilihan, supaya suntingan sesuai dengan sekelilingnya. Juga dalam pilihan Alat AI papan kekunci.
pt: Envia o teu texto todo junto com a seleção, para a edição encaixar no que está à volta. Também nas opções de Ferramentas de IA do teclado.
ru: Передаёт весь текст вместе с выделением, чтобы правка вписалась в окружение. Есть и в настройках «Инструментов ИИ» на клавиатуре.
zh_hans: 把你的整段文本连同选区一起发送，让修改贴合上下文。键盘的 AI 工具选项里也有。

source: Sensitive
de: Empfindlich
es: Sensible
et: Tundlik
fr: Sensible
hu: Érzékeny
it: Sensibile
ja: 敏感
ko: 민감
ms: Sensitif
pt: Sensível
ru: Чувствительно
zh_hans: 灵敏

source: Sensitivity
de: Empfindlichkeit
es: Sensibilidad
et: Tundlikkus
fr: Sensibilité
hu: Érzékenység
it: Sensibilità
ja: 感度
ko: 감도
ms: Kepekaan
pt: Sensibilidade
ru: Чувствительность
zh_hans: 灵敏度

source: Sentence models for every language
de: Satzmodelle für jede Sprache
es: Modelos de frases para cada idioma
et: Lausemudelid igale keelele
fr: Modèles de phrases pour chaque langue
hu: Mondatmodellek minden nyelvhez
it: Modelli di frasi per ogni lingua
ja: すべての言語の文モデル
ko: 모든 언어의 문장 모델
ms: Model ayat untuk setiap bahasa
pt: Modelos de frases para cada idioma
ru: Модели предложений для каждого языка
zh_hans: 每种语言的句子模型

source: Sentences
de: Sätze
es: Frases
et: Laused
fr: Phrases
hu: Mondatok
it: Frasi
ja: 文
ko: 문장
ms: Ayat
pt: Frases
ru: Предложения
zh_hans: 句子

source: Separate
de: Getrennt
es: Separado
et: Eraldi
fr: Séparé
hu: Külön
it: Separato
ja: 分離
ko: 분리
ms: Berasingan
pt: Separado
ru: Раздельно
zh_hans: 分开

source: Separate flick hints
de: Separate Wischhinweise
es: Pistas de deslizamiento separadas
et: Eraldi viibete vihjed
fr: Indices de glissement séparés
hu: Külön pöccintési jelzések
it: Suggerimenti di scorrimento separati
ja: 独立したフリックヒント
ko: 분리된 플릭 힌트
ms: Petunjuk jentik berasingan
pt: Dicas de deslize separadas
ru: Отдельные подсказки смахивания
zh_hans: 独立轻扫提示

source: Separate suggestion component
de: Getrennte Vorschlagskomponente
es: Componente de sugerencia independiente
et: Eraldi soovituskomponent
fr: Composant de suggestion distinct
hu: Külön javaslategység
it: Componente suggerimenti separato
ja: 分離した候補コンポーネント
ko: 별도 추천 구성 요소
ms: Komponen cadangan berasingan
pt: Componente de sugestão independente
ru: Отдельный компонент подсказок
zh_hans: 分离式联想组件

source: Separators
de: Trennlinien
es: Separadores
et: Eraldajad
fr: Séparateurs
hi: विभाजक
hu: Elválasztók
it: Separatori
ja: 区切り線
ko: 구분선
ms: Pemisah
ne: विभाजकहरू
pt: Separadores
ru: Разделители
tr: Ayırıcılar
zh_hans: 分隔线

source: Set Width to how far in you want the keys to come.
de: Stell die Breite darauf ein, wie weit die Tasten hereinrücken sollen.
es: Ajusta el Ancho a lo que quieras que se acerquen las teclas.
et: Määra Laius sellele, kui kaugele klahvid sisse tuleksid.
fr: Règle la Largeur selon la distance dont tu veux rapprocher les touches.
hu: A Szélességgel add meg, mennyire húzódjanak beljebb a billentyűk.
it: Imposta la Larghezza a quanto vuoi che i tasti si avvicinino.
ja: 「幅」で、キーをどこまで内側に寄せるかを決めます。
ko: 너비로 키를 얼마나 안쪽으로 당길지 정하세요.
ms: Tetapkan Lebar mengikut sejauh mana anda mahu kekunci masuk ke dalam.
pt: Ajusta a Largura conforme queiras as teclas mais para dentro.
ru: Задайте «Ширину» — насколько клавиши должны сдвинуться внутрь.
zh_hans: 用“宽度”决定按键往里收多少。

source: Set it up
de: Einrichten
es: Configurarlo
et: Seadista see
fr: Configurer
hu: Beállítás
it: Configura
ja: 設定する
ko: 설정하기
ms: Sediakan
pt: Configurar
ru: Настроить
zh_hans: 开始设置

source: Set its height and text size with the two sliders underneath.
de: Stell Höhe und Textgröße mit den zwei Reglern darunter ein.
es: Ajusta su altura y el tamaño del texto con los dos deslizadores de debajo.
et: Määra selle kõrgus ja teksti suurus kahe allpool oleva liuguriga.
fr: Règle sa hauteur et la taille du texte avec les deux curseurs en dessous.
hu: A magasságát és a szövegméretét az alatta lévő két csúszkával állítsd be.
it: Regola altezza e dimensione del testo con i due cursori sotto.
ja: その下の2つのスライダーで、高さと文字サイズを設定します。
ko: 아래의 슬라이더 두 개로 높이와 글자 크기를 정하세요.
ms: Tetapkan tingginya dan saiz teks dengan dua peluncur di bawahnya.
pt: Define a altura e o tamanho do texto com os dois cursores por baixo.
ru: Задайте его высоту и размер текста двумя регуляторами ниже.
zh_hans: 用下面两个滑块设定它的高度和字号。

source: Set not found
de: Set nicht gefunden
es: No se encuentra el conjunto
et: Komplekti ei leitud
fr: Set introuvable
hu: A készlet nem található
it: Set non trovato
ja: セットが見つかりません
ko: 세트를 찾을 수 없어요
ms: Set tidak dijumpai
pt: Conjunto não encontrado
ru: Набор не найден
zh_hans: 找不到该合集

source: Set the color and the speed underneath.
de: Farbe und Tempo stellst du darunter ein.
es: Debajo ajustas el color y la velocidad.
et: Määra allpool värv ja kiirus.
fr: Règle la couleur et la vitesse en dessous.
hu: Alatta állítsd be a színt és a sebességet.
it: Sotto imposti il colore e la velocità.
ja: その下で色と速さを設定します。
ko: 그 아래에서 색과 속도를 정하세요.
ms: Tetapkan warna dan kelajuan di bawahnya.
pt: Define a cor e a velocidade por baixo.
ru: Задайте цвет и скорость ниже.
zh_hans: 下面设置颜色和速度。

# Set the colour and the speed underneath.
source: Set the color and the speed underneath.
de: Farbe und Tempo stellst du darunter ein.
es: Debajo ajustas el color y la velocidad.
et: Määra allpool värv ja kiirus.
fr: Règle la couleur et la vitesse en dessous.
hu: Alatta állítsd be a színt és a sebességet.
it: Sotto imposti il colore e la velocità.
ja: その下で色と速さを設定します。
ko: 그 아래에서 색과 속도를 정하세요.
ms: Tetapkan warna dan kelajuan di bawahnya.
pt: Define a cor e a velocidade por baixo.
ru: Задайте цвет и скорость ниже.
zh_hans: 下面设置颜色和速度。

source: Set the key, text and background colors, and give light and dark separate looks.
de: Leg die Farben für Tasten, Text und Hintergrund fest und gib Hell und Dunkel jeweils ein eigenes Aussehen.
es: Define los colores de teclas, texto y fondo, y dale a claro y oscuro aspectos distintos.
et: Määra klahvi, teksti ja tausta värvid ning anna heledale ja tumedale eraldi ilme.
fr: Définis les couleurs des touches, du texte et de l'arrière-plan, et donne au clair et au sombre un rendu distinct.
hu: Állítsd be a billentyűk, a szöveg és a háttér színét, és adj a világosnak és a sötétnek külön megjelenést.
it: Imposta i colori di tasti, testo e sfondo, e dai a chiaro e scuro un aspetto ciascuno.
ja: キー、文字、背景の色を決め、ライトとダークにそれぞれの見た目を設定します。
ko: 키와 글자, 배경 색을 정하고, 밝은 모드와 어두운 모드에 각각 다른 모습을 주세요.
ms: Tetapkan warna kekunci, teks dan latar belakang, dan berikan mod cerah serta gelap rupa masing-masing.
pt: Define as cores das teclas, do texto e do fundo, e dá ao claro e ao escuro aspetos separados.
ru: Задайте цвета клавиш, текста и фона и сделайте светлому и тёмному виду разное оформление.
zh_hans: 设定按键、文字和背景的颜色，再给浅色和深色各配一套样子。

source: Set the light and dark sides separately if the built-in pairing isn't what you want.
de: Stell die helle und die dunkle Seite einzeln ein, wenn dir die vorgegebene Paarung nicht passt.
es: Ajusta el lado claro y el oscuro por separado si la combinación de fábrica no te convence.
et: Määra heled ja tumeda poole eraldi, kui sisseehitatud paaris ei sobi.
fr: Règle le côté clair et le côté sombre séparément si l'association d'origine ne te convient pas.
hu: Ha a gyári párosítás nem tetszik, állítsd be külön a világos és a sötét oldalt.
it: Imposta il lato chiaro e quello scuro separatamente, se l'abbinamento di serie non ti convince.
ja: 既定の組み合わせが好みでなければ、ライトとダークをそれぞれ個別に設定できます。
ko: 기본 조합이 마음에 들지 않으면 밝은 쪽과 어두운 쪽을 따로 설정하세요.
ms: Tetapkan bahagian cerah dan gelap secara berasingan jika gandingan asalnya tidak menepati citarasa anda.
pt: Define o lado claro e o escuro em separado, se o par de origem não for o que queres.
ru: Настройте светлую и тёмную стороны по отдельности, если встроенная пара вам не подходит.
zh_hans: 如果自带的搭配不合口味，浅色和深色可以分别设置。

source: Set up
de: Einrichten
es: Configurar
et: Seadista
fr: Configurer
hu: Beállítás
it: Configura
ja: 設定する
ko: 설정
ms: Sediakan
pt: Configurar
ru: Настроить
zh_hans: 设置

source: Set up an AI provider in Integrations first.
de: Richte zuerst unter Integrationen einen KI-Anbieter ein.
es: Primero configura un proveedor de IA en Integraciones.
et: Seadista esmalt jaotises Integratsioonid AI teenusepakkuja.
fr: Configure d’abord un fournisseur d’IA dans Intégrations.
hu: Először állíts be egy MI-szolgáltatót az Integrációk alatt.
it: Configura prima un provider IA in Integrazioni.
ja: 先に「連携」でAIプロバイダを設定してください。
ko: 먼저 통합에서 AI 제공업체를 설정하세요.
ms: Sediakan penyedia AI dalam Integrasi terlebih dahulu.
pt: Configure primeiro um fornecedor de IA em Integrações.
ru: Сначала настройте провайдера ИИ в разделе интеграций.
zh_hans: 请先在“集成”中设置 AI 提供商。

source: Set value
de: Wert festlegen
es: Establecer valor
et: Määra väärtus
fr: Définir la valeur
hu: Érték megadása
it: Imposta valore
ja: 値を設定
ko: 값 설정
ms: Tetapkan nilai
pt: Definir valor
ru: Задать значение
zh_hans: 设置值

source: Sets key height to %lld pt and matches this theme's spacing.
de: Setzt die Tastenhöhe auf %lld pt und übernimmt die Abstände dieses Designs.
es: Fija la altura de tecla en %lld pt y aplica el espaciado de este tema.
et: Määrab klahvi kõrguseks %lld pt ja võtab üle selle teema vahed.
fr: Règle la hauteur des touches sur %lld pt et reprend les espacements de ce thème.
hu: A billentyűmagasságot %lld pt értékre állítja, és átveszi a téma térközeit.
it: Imposta l'altezza dei tasti su %lld pt e applica le spaziature di questo tema.
ja: キーの高さを%lld ptにし、このテーマの間隔に合わせます。
ko: 키 높이를 %lld pt로 설정하고 이 테마의 간격을 적용합니다.
ms: Menetapkan tinggi kekunci kepada %lld pt dan menyamai jarak tema ini.
pt: Define a altura das teclas em %lld pt e aplica o espaçamento deste tema.
ru: Задаёт высоту клавиш %lld pt и отступы из этой темы.
zh_hans: 将按键高度设为 %lld pt，并采用此主题的间距。

source: Settings
de: Einstellungen
es: Ajustes
et: Seaded
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pt: Definições
ru: Настройки
zh_hans: 设置

source: Settings preview
de: Einstellungsvorschau
es: Vista previa de ajustes
et: Seadete eelvaade
fr: Aperçu des réglages
hu: Beállítások előnézete
it: Anteprima impostazioni
ja: 設定のプレビュー
ko: 설정 미리보기
ms: Pratonton tetapan
pt: Pré-visualização das definições
ru: Предпросмотр настроек
zh_hans: 设置预览

source: Setup
de: Einrichtung
es: Configuración
et: Seadistamine
fr: Configuration
hu: Beállítás
it: Configurazione
ja: 設定
ko: 설정
ms: Persediaan
pt: Configuração
ru: Настройка
zh_hans: 设置

source: Shade the inside
de: Innen abschatten
es: Sombrear por dentro
et: Varjusta seestpoolt
fr: Ombrer l’intérieur
hu: Árnyék belül
it: Ombreggia l’interno
ja: 内側に影をつける
ko: 안쪽에 그늘 넣기
ms: Beri bayang di dalam
pt: Sombrear por dentro
ru: Затенять изнутри
zh_hans: 给内侧加阴影

source: Shake
de: Schütteln
es: Sacudir
et: Raputamine
fr: Secousse
hu: Rázás
it: Scuotere
ja: 振る
ko: 흔들기
ms: Goncang
pt: Agitar
ru: Встряска
zh_hans: 摇晃

source: Shape
de: Form
es: Forma
et: Kuju
fr: Forme
hu: Alak
it: Forma
ja: 形
ko: 모양
ms: Bentuk
pt: Forma
ru: Форма
zh_hans: 形状

source: Shaped
de: Geformt
es: Modelado
et: Kujundatud
fr: Modelé
hu: Formázva
it: Modellato
ja: 形を編集済み
ko: 모양 편집됨
ms: Dibentuk
pt: Moldado
ru: Изменено
zh_hans: 已调整轮廓

source: Share
de: Teilen
es: Compartir
et: Jaga
fr: Partager
hu: Megosztás
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
pt: Partilhar
ru: Поделиться
zh_hans: 共享

source: Share Theme
de: Theme teilen
es: Compartir tema
et: Jaga teemat
fr: Partager le thème
hu: Téma megosztása
it: Condividi tema
ja: テーマを共有
ko: 테마 공유
ms: Kongsi tema
pt: Partilhar tema
ru: Поделиться темой
zh_hans: 共享主题

source: Share action
de: Teilen-Aktion
es: Acción de compartir
et: Jagamise tegevus
fr: Action de partage
hu: Oszd meg a műveletet
it: Azione di condivisione
ja: 共有アクション
ko: 공유 동작
ms: Kongsi tindakan
pt: Ação de partilha
ru: Поделиться действием
zh_hans: 共享操作

source: Share panel
de: Teilen-Panel
es: Panel de compartir
et: Jagamise paneel
fr: Panneau de partage
hu: Megosztás panel
it: Pannello di condivisione
ja: 共有パネル
ko: 공유 패널
ms: Kongsi panel
pt: Painel de partilha
ru: Поделиться панелью
zh_hans: 共享面板

source: Share plugin
de: Plugin teilen
es: Compartir plugin
et: Jaga pistikprogrammi
fr: Partager le plugin
hu: Bővítmény megosztása
it: Condividi plugin
ja: プラグインを共有
ko: 플러그인 공유
ms: Kongsi plugin
pt: Partilhar plugin
ru: Поделиться плагином
zh_hans: 分享插件

source: Share report
de: Bericht teilen
es: Compartir informe
et: Jaga aruanne
fr: Partager le rapport
hu: Jelentés megosztása
it: Condividi il rapporto
ja: レポートを共有
ko: 리포트 공유
ms: Kongsi laporan
pt: Partilhar relatório
ru: Поделиться отчётом
zh_hans: 分享报告

source: Share shortcuts only run when you tap them.
de: Teilen-Verknüpfungen laufen nur, wenn du sie antippst.
es: Los atajos de compartir solo se ejecutan cuando los tocas.
et: Jagamise otseteed töötavad ainult siis, kui sa neid puudutad.
fr: Les raccourcis de partage ne se lancent que quand tu les touches.
hu: A megosztási parancsikonok csak akkor futnak, ha rájuk koppintasz.
it: Le scorciatoie di condivisione partono solo quando le tocchi.
ja: 共有ショートカットは、タップしたときだけ動きます。
ko: 공유 바로가기는 눌렀을 때만 실행돼요.
ms: Pintasan kongsi cuma berjalan bila anda ketiknya.
pt: Os atalhos de partilha só correm quando os tocas.
ru: Быстрые команды из меню «Поделиться» запускаются только по вашему нажатию.
zh_hans: 分享快捷方式只有你点了才会运行。

source: Share theme QR code
de: Theme-QR-Code teilen
es: Compartir código QR del tema
et: Jaga teema QR-koodi
fr: Partager le code QR du thème
hi: थीम QR कोड साझा करें
hu: Téma QR-kódjának megosztása
it: Condividi il codice QR del tema
ja: テーマのQRコードを共有
ko: 테마 QR 코드 공유
ms: Kongsi kod QR tema
ne: थिम QR कोड साझा गर्नुहोस्
pt: Compartilhar código QR do tema
ru: Поделиться QR-кодом темы
tr: Tema QR kodunu paylaş
zh_hans: 分享主题二维码

source: Share this language
de: Diese Sprache teilen
es: Compartir este idioma
et: Jaga seda keelt
fr: Partager cette langue
hu: Nyelv megosztása
it: Condividi questa lingua
ja: この言語を共有
ko: 이 언어 공유
ms: Kongsi bahasa ini
pt: Partilhar este idioma
ru: Поделиться этим языком
zh_hans: 分享这门语言

source: Share this pack
de: Dieses Paket teilen
es: Compartir este paquete
et: Jaga seda pakki
fr: Partager ce pack
hu: Csomag megosztása
it: Condividi questo pacchetto
ja: このパックを共有
ko: 이 팩 공유
ms: Kongsi pek ini
pt: Partilhar este pacote
ru: Поделиться этим набором
zh_hans: 共享这个声音包

source: Sharing
de: Teilen
es: Compartir
et: Jagamine
fr: Partage
hu: Megosztás
it: Condivisione
ja: 共有
ko: 공유
ms: Perkongsian
pt: Partilha
ru: Обмен
zh_hans: 共享

source: Sharing GIFs
de: GIFs teilen
es: Compartir GIFs
et: GIF-ide jagamine
fr: Partager des GIFs
hu: GIF-ek megosztása
it: Condividere GIF
ja: GIFの共有
ko: GIF 공유
ms: Berkongsi GIF
pt: Partilhar GIFs
ru: Отправка GIF
zh_hans: 分享 GIF

source: Sharp, springy click with a crisp tail.
de: Scharfer, federnder Klick mit klarem Ausklang.
es: Clic agudo y elástico con un final nítido.
et: Terav, vedrust klõps puhta sabaga.
fr: Clic vif et rebondissant, avec une fin nette.
hu: Éles, ruganyos kattanás tiszta lecsengéssel.
it: Clic secco ed elastico con una coda nitida.
ja: 鋭く弾む、キレのあるクリック音。
ko: 날카롭고 통통 튀며 끝이 또렷한 클릭 소리.
ms: Klik tajam dan anjal dengan hujung yang jelas.
pt: Clique agudo e elástico com final nítido.
ru: Резкий упругий клик с чётким хвостом.
zh_hans: 清脆有弹性的点击声，收尾利落。

source: Sharpness
de: Schärfe
es: Nitidez
et: Teravus
fr: Netteté
hu: Élesség
it: Nitidezza
ja: 鋭さ
ko: 선명도
ms: Ketajaman
pt: Nitidez
ru: Резкость
zh_hans: 锐度

source: Shift
de: Umschalt
es: Mayúsculas
et: Tõstuklahv
fr: Majuscules
it: Maiuscole
pt: Maiúsculas
ru: Шифт

source: Shift lights up when it's on, Return in Go and Send fields.
de: Umschalt leuchtet, wenn es aktiv ist, die Eingabetaste in Los- und Senden-Feldern.
es: Mayúsculas se enciende cuando está activa, y Retorno en los campos Ir y Enviar.
et: Tõstuklahv süttib, kui on sees, sisestusklahv Mine ja Saada väljades.
fr: Majuscules s’allume quand elle est active, et Retour dans les champs Aller et Envoyer.
hu: A Shift akkor világít, ha be van kapcsolva, az Enter pedig az Ugrás és Küldés mezőkben.
it: Maiuscole si accende quando è attivo, Invio nei campi Vai e Invia.
ja: Shift はオンのときに、リターンは「開く」や「送信」になる入力欄で光ります。
ko: Shift는 켜졌을 때, Return은 ‘이동’이나 ‘보내기’ 입력란에서 켜져요.
ms: Shift menyala apabila dihidupkan, Return pula dalam medan Pergi dan Hantar.
pt: Maiúsculas acende quando está ativo, e Return nos campos Ir e Enviar.
ru: Shift подсвечивается, когда включён, а Return — в полях «Вперёд» и «Отправить».
zh_hans: Shift 开启时会亮起，Return 则在“前往”和“发送”输入框里亮。

source: Shift variant
de: Umschalt-Variante
es: Variante de mayúscula
et: Tõstuklahvi variant
fr: Variante Maj
hu: Shift változat
it: Variante shift
ja: シフトのバリアント
ko: 시프트 변형
ms: Varian shift
pt: Variante do shift
ru: Вариант с Shift
zh_hans: Shift 变体

source: Shifted cap
de: Umschalt-Kappe
es: Leyenda con Mayús
et: Tõstetud kate
fr: Légende avec Maj
hu: Sapka Shift alatt
it: Legenda con shift
ja: シフト時のキートップ
ko: 시프트 키캡
ms: Muka kekunci semasa shift
pt: Legenda com shift
ru: Надпись с Shift
zh_hans: Shift 键帽

source: Shortcut
de: Kürzel
es: Atajo
et: Otsetee
fr: Raccourci
hu: Rövidítés
it: Scorciatoia
ja: ショートカット
ko: 단축어
ms: Pintasan
pt: Atalho
ru: Сокращение
zh_hans: 快捷方式

source: Shortcuts
de: Kurzbefehle
es: Atajos
et: Otseteed
fr: Raccourcis
hu: Parancsikonok
it: Scorciatoie
ja: ショートカット
ko: 단축키
ms: Pintasan
pt: Atalhos
ru: Быстрые команды
zh_hans: 快捷方式

source: Shortcuts expand instantly, even with autocorrect off
de: Kürzel werden sofort erweitert, auch bei ausgeschalteter Autokorrektur
es: Los atajos se expanden al instante, incluso con la autocorrección apagada
et: Otseteed laienevad koheselt, isegi kui automaatparandus on väljas
fr: Les raccourcis se développent instantanément, même avec la correction auto désactivée
hu: A rövidítések azonnal kibővülnek, még kikapcsolt automatikus javítással is
it: Le scorciatoie si espandono all'istante, anche con la correzione automatica disattivata
ja: 自動修正がオフでも、ショートカットはすぐに展開されます
ko: 자동 수정을 꺼도 단축어는 바로 확장돼요
ms: Pintasan berkembang serta-merta, walaupun autobetul dimatikan
pt: Os atalhos expandem-se logo, mesmo com a correção automática desligada
ru: Сокращения разворачиваются мгновенно, даже при выключенной автокоррекции
zh_hans: 快捷替换即时展开，就算关了自动更正也一样

source: Shortcuts for the tools you turned on.
de: Shortcuts für die Tools, die du eingeschaltet hast.
es: Atajos de las herramientas que activaste.
et: Otseteed tööriistadele, mille sisse lülitasid.
fr: Raccourcis des outils que tu as activés.
hu: Parancsok a bekapcsolt eszközökhöz.
it: Scorciatoie per gli strumenti che hai attivato.
ja: オンにしたツールへのショートカット。
ko: 켠 도구로 가는 바로가기.
ms: Pintasan untuk alat yang anda hidupkan.
pt: Atalhos para as ferramentas que ligaste.
ru: Ярлыки для включённых инструментов.
zh_hans: 你已打开的工具的快捷方式。

source: Shorten
de: Kürzen
es: Acortar
et: Lühenda
fr: Raccourcir
hu: Rövidítés
it: Accorcia
ja: 短縮
ko: 줄이기
ms: Pendekkan
pt: Encurtar
ru: Сократить
zh_hans: 缩短
